import { KoreanOnlyEssay } from "@/lib/types";

export const beingExtraordinary: KoreanOnlyEssay = {
    type: "korean-only",
    slug: "being-extraordinary",
    title: "탁월해지기",
    date: "August 2025",
    author: "KIHONG BAE",
    content: [
        "2001년도에 출간된 짐 콜린스의 책 ‘Good to Great’은 당시에 아주 화제가 됐다. 웬만한 경영대학원에서 가르치는 그 어떤 수업보다 더 생생하고, 이론적이면서도 동시에 실용적인 경영 서적이었다. 한국에서는 ‘좋은 기업을 넘어 위대한 기업으로’라는 이름으로 번역되어 출간됐고, 이 책이 어떤 내용인지는 책의 제목이 그대로 설명해 준다. 좋은 기업이 되는 것도 어렵지만, 왜 어떤 기업은 그냥 좋은 기업으로 남고, 어떤 극소수의 기업은 위대한 기업이 되는지, 꽤 괜찮은 프레임워크 기반의 연구와 조사를 통해서 위대한 기업의 특징을 쉽게 설명해 준다. 시간을 이기는 장사는 없다고, 안타깝게도 시간이 지나면서 이 책의 내용에도 허점이 많다는 게 계속 증명되고 있다.",

        "이 책보다 기업의 위대함과 탁월함에 대해서 먼저 나온 책은 1982년 출간된 ‘In Search of Excellence’이다. 개인적으론, 이 책이 정말 걸작이라고 생각한다. 한국에서는 ‘초우량 기업의 조건’이라고 번역됐는데, 나한테 만약에 이 번역을 맡겼다면 ‘탁월한 기업의 조건’이라고 했을 것 같다. 그리고 ‘Good to Great’도 ‘좋은 기업을 넘어 탁월한 기업으로’라고 했을 것 같다.",

        "일을 제대로 하고 싶어 하는 분들은, 대부분 탁월해지고 싶어 한다. 특히나 창업가들은 탁월해지고 싶어 하고, 모두 다 탁월한 회사를 만들고 싶어 한다. 탁월하다는 걸 의미하는 영어 단어가 몇 개 있지만 내가 가장 좋아하는 건 ‘extraordinary’이다. 모든 창업가들이 꿈꾸는 탁월함을 이 단어가 가장 잘 표현하는 게 아닐까 싶다.",

        "Extraordinary 한 회사를 만들고 싶다면 두 가지 방법이 있다. Extraordinary 한 사람들로만 회사를 구성하거나, 보통 사람들이 모두 extraordinary 하게 일해야 한다. 여기서 내가 말하는 extraordinary 한 사람이란 평범한 사람들보다 월등하게 능력이 좋고, 지능도 높은 천재들인데, 솔직히 일반 회사를 이런 사람들로 구성하는 건 쉽지 않다. 이 방법으로 extraordinary 한 회사를 만드는 건 거의 불가능하다. 하지만, 너와 나 같은 보통 사람들로 회사를 구성하고 이들이 extraordinary 하게 일해서 탁월한 회사를 만드는 건 조금 더 가능한 일이다. Extraordinary 한 회사를 만들고 싶다면, 전 직원이 extraordinary 하게 일해야 한다. 즉, 미친 듯이 열심히 일해야 한다.",

        "너무나 많은 사람들이 extraordinary 한 회사를 만들고 싶다고 하는데, 막상 이들이 일하는 걸 보면 그냥 다른 사람들이랑 비슷하게 일주일에 40시간만 일한다. 남들과 똑같이 일해서 어떻게 extraordinary 한 회사를 만들겠다는 말인가?",

        "탁월한 회사를 만들고 싶다면 개 같이 일해야 한다. 아주 개 같이 탁월하게 일하지 않으면 그냥 그렇고 그런 평범한 회사도 못 만들지도 모른다.",

        "출처: https://www.thestartupbible.com/2025/08/being-extraordinary.html",
    ],
};
