import { KoreanOnlyEssay } from "@/lib/types";

export const thingsTakeTime: KoreanOnlyEssay = {
    type: "korean-only",
    slug: "things-take-time",
    title: "작은 시장, 작은 사람들, 큰 결과",
    date: "June 2024",
    author: "KIHONG BAE",
    content: [
        "5월 말에 테크크런치에 한 M&A 관련 기사가 올라왔다. Hg라는 투자사가 AuditBoard라는 스타트업을 한화로 4조 원($3B)이 넘는 금액에 인수한다는 내용인데, 업계 분들도 이 기사를 보고 갸우뚱했다. 왜냐하면, 인수자인 Hg도 낯선 이름이었고, 이 투자사가 인수한 AuditBoard라는 회사도 낯설었기 때문이다. 그런데 인수 금액은 절대로 무시할 수 없는, 엄청나게 큰 딜이었다. 관련 기사도 많지 않았는데, 그나마 찾을 수 있는 기사를 읽어보면 대부분 “당신이 한 번도 들어보지 못했던 회사의 가장 큰 인수 소식”과 비슷한 부류의 내용이다.",

        "AuditBoard는 LA 주변 오렌지카운티의 두 한인 중학교 친구인 Daniel Kim과 Jay Lee가 2014년도에 창업한 회계/감사/리스크 관리 관련 B2B SaaS 스타트업이다. 다니엘이 중견 기업의 CFO 였는데, 본인이 몸담고 있었던 회사의 회계 관리 업무를 하면서 불편한 점들을 개선하기 위해서 창업했고, 시작은 미국 회계/감사 관련 법인 Sarbanes-Oxley 법 준수를 위한 소프트웨어였다. 그래서 창업할 때 회사 이름도 SOXHub이었는데, 회사는 점점 더 그 시장과 제품의 영역을 넓혀갔다. 이 회사가 그동안 계속 그 누구의 주목도 받지 않으면서 이렇게 큰 회사로 성장할 수 있었던 데에는, 내가 개인적으로 생각하는 몇 가지 이유가 있다.",

        "첫 번째 이유는, 두 공동창업자가 우리가 언론을 통해서 접하는 그런 전형적인 유니콘 창업자들이 아니다. 둘 다 회사를 창업했을 때 나이도 있었고, 그 전에 스타트업 경험이 전혀 없었고, 소프트웨어로 뭔가를 해본 사람들도 아니고, 어쨌든 투자자들이 만났을 때 “이 친구들한테 당장 투자해야겠다”라는 생각을 하게 하는 그런 팀은 아니었다. 또한, AuditBoard의 본사는 Cerritos라는 오렌지카운티의 도시였는데, 내가 알기론, 이 도시는 소프트웨어 회사를 창업하는 사람들은 거의 없는, 특히나 유니콘 회사를 만들기엔 약간 뜬금없는 지역이긴 하다.",

        "두 번째 이유는, 이들이 풀고자 했던 포천 1,000 기업의 회계/감사 시장을 잘 아는 투자자들이 거의 없고, 알아도 일반적으로 이 시장은 그렇게 큰 시장이 아니라 그냥 잘 먹고 잘살 수 있을 정도의 돈을 벌 수 있는 틈새시장 정도로 인식되는 수준이었다. 투자자라면 창업가들에게 수십번도 말했을 전형적인 “너무 작은, 스케일이 불가능한 시장”으로 인식되는 틈새에서 이들은 창업했는데, 이런 회사는 투자받는 게 정말 힘들다.",

        "세 번째 이유는, 위에서 말한 두 가지 이유로, AuditBoard는 스스로 자생할 수 있는 구조를 첫해부터 만들 수밖에 없었고, 투자도 거의 안/못 받았기 때문에 언론에서 거의 보도되지 않았다. 그렇기 때문에 알려지지 않았고, 정말로 이런 회사를 일부러 찾으려고 하는 투자자가 아니라면 VC의 레이더망에 안 잡혔다. 또한, 너무 틈새시장으로 알려진 분야라서, 경쟁사도 거의 없었고, 이렇다 보니 이 분야는 더욱더 안 알려졌고, 이 회사 또한 더욱더 안 알려졌다.",

        "창업 후 거의 10년 만에 인수되는 AuditBoard의 수치는 굉장히 놀랍다. 일단 연반복매출(ARR)이 한화로 거의 3,000억 원이다. 시장이 가장 좋을 때, B2B SaaS 스타트업의 기업가치가 ARR의 20배 정도였는데, 이렇게 경기가 안 좋은데도 거의 15배 기업가치로 인수됐다. 그리고 이 회사는 지금까지 받은 총투자금이 한화로 600억 원밖에 안 된다. 600억 원의 투자를 받아서 3,000억 원의 연 매출을 만드는 회사로 성장했고 – 참고로, 창업 2년 차부터 흑자 전환했다 – 4조 원에 인수됐는데, 투자 금액 대비 매출 창출 능력이나 엑싯 비율이 이렇게 좋은 스타트업은 드물다. 말 그대로 진짜 유니콘이다.",

        "마지막으로, 더욱더 놀라운 사실은, 대부분 모르고 있었던 이 회사의 인수가, 올해 북미 시장에서 벤처투자를 받은 스타트업 엑싯 중 가장 큰 메가 엑싯이라는 점이다. 아무도 몰랐던 회사의 엑싯이 올해 북미 시장에서 가장 큰 엑싯이라니,,,정말 대단하다는 생각을 했다.",

        "우린 Daniel과 Jay를 2014년도에 처음 만났고, 2015년도에 투자했다. Mucker라는 LA의 액셀러레이터로부터 첫 투자를 받은 후, 스트롱이 두 번째인가 세 번째 투자자였다. 실은, 지금 와서 말하지만, 나도 그땐 세리토스라는 창업불모지에서, 스타트업과는 거리가 너무 먼 두 명의 한인교포 창업가들이, 내가 아예 모르지만 아무리 봐도 시장 규모가 나오지 않을 것 같은 분야에서, 돈 벌기가 그렇게 어려운 B2B SaaS 사업을 하는 이 회사를 만났을 때 전혀 투자하고 싶지 않았다. 하지만, 나를 끈질기게 찾아와서 설득했고, 반은 설득당했지만, 반은 그냥 “이거 투자할 테니까, 더 이상 나를 좀 귀찮게 하지 마세요.(=제발 이거 먹고 떨어지세요)”라는 생각으로 투자했다.",

        "그 누구도 – 나도, 스트롱도, 이 회사의 시리즈 B를 리드한 Battery Ventures도, 그리고 심지어는 두 명의 공동창업가들도 – AuditBoard가 이렇게 큰 회사로 성장할진 상상도 못 했다. 나는 지금도 어떻게 이렇게 작은 시장에서, 이렇게 작은 사람들이, 이렇게 큰 결과를 만들었는지 이해가 안 간다. 2014년도의 Daniel과 Jay의 모습과 2024년도의 $3B 엑싯이 계속 머릿속에서 겹치는데, 뭔가 계속 현실과 비현실을 왔다 갔다 하는 것 같다.",

        "왜 우린 이렇게 더디게 가고 있을까. 왜 우린 남들같이 투자를 못 받을까. 왜 우린 아무도 인정해 주지 않을까. 왜 우린 이렇게 작은 시장에서 니치한 사업을 하고 있을까. 뭐, 이런 고민을 오늘도 하고 있는 창업가들에게 AuditBoard 이야기를 꼭 공유해주고 싶었다. 아마도 느끼는 점도 많을 것이고, 어쩌면 더 많은 고민거리가 생기겠지만, 그래도 많은 분들에게 조금이라도 긍정의 메시지가 전달되길 희망해본다.",

        "내가 하는 일을 굳게 믿고, 작은 것들이 쌓여서 큰 결과로 폭발할 수 있는 복리를 믿고, 투자에 의존하지 말고 자생하는 법을 배워라. 이런 마인드로 최소 10년 정도 한 우물만 파면, 어쩌면 뭔가 보일지도 모른다. 그리고 마지막으로, 모든 위대한 것들은 TTT라는 점을 절대로 잊지 말자.(TTT = Things Take Time).",

        "출처: https://www.thestartupbible.com/2024/06/things-take-time.html",
    ],
};
